Repository: kswift1/Promiso
Catalog: Projects/Shared/Resources/Localizable.xcstrings
Source language: ko
Languages: en

# settings.calendarSettings.groupWritePermissions
source: 그룹별 쓰기 권한
en: Group Write Permissions

# settings.calendarSettings.permissionDetails
source: 권한 상세
en: Permission Details

# settings.calendarSettings.permissionHint
source: 캘린더 권한을 허용하면 일정과 기존 일정을 함께 확인할 수 있습니다.
en: Enable calendar permissions to view schedules and existing events together.

# settings.calendarSettings.personalSchedule
source: 개인 일정
en: Personal Schedule

# settings.calendarSettings.personalSync
source: 개인 일정 동기화
en: Sync Personal Schedule

# settings.calendarSettings.personalSyncHint
source: 개인 일정을 달력 앱에 자동으로 추가합니다.
en: Automatically add personal events to Calendar app.

# settings.calendarSettings.read
source: 읽기
en: Read

# settings.calendarSettings.readDescription
source: 달력 앱의 일정을 불러와 일정과 함께 표시합니다.
en: Fetch events from Calendar app and display with schedules.

# settings.calendarSettings.restricted
source: 기기 설정에 의해 캘린더 접근이 제한되어 있습니다
en: Calendar access is restricted by device settings

# settings.calendarSettings.sync
source: 캘린더 연동
en: Calendar Sync

# settings.calendarSettings.title
source: 캘린더 설정
en: Calendar Settings

# settings.calendarSettings.write
source: 쓰기
en: Write

# settings.calendarSettings.writeDescription
source: 확정된 일정을 달력 앱에 추가합니다.
en: Add confirmed schedules to Calendar app.

# settings.calendarStartDayHint
source: 캘린더에서 한 주의 시작 요일을 설정합니다.
en: Set the first day of the week shown in the calendar.

# settings.calendarStartDaySection
source: 캘린더 시작 요일
en: Calendar Start Day

# settings.calendarStartMonday
source: 월요일
en: Monday

# settings.calendarStartSunday
source: 일요일
en: Sunday

# settings.conflictDetection.additionalFeature
source: 추가 기능
en: Add-on

# settings.conflictDetection.conflict
source: 충돌
en: Conflict

# settings.conflictDetection.currentMinutes
source: %lld분
en: %lld min

# settings.conflictDetection.custom
source: 직접 설정
en: Custom

# settings.conflictDetection.description
source: 새 일정이 기존 일정과 설정한 여유 시간보다 가까우면 알려드려요.
en: We'll notify you when a new schedule is closer than your set margin to an existing event.

# settings.conflictDetection.example
source: 예시
en: Example

# settings.conflictDetection.existingEvents
source: 기존 일정
en: Existing Events

# settings.conflictDetection.margin
source: 여유
en: Margin

# settings.conflictDetection.minThreshold
source: 최소 여유 시간
en: Minimum Margin

# settings.conflictDetection.minuteUnit
source: 분
en: min

# settings.conflictDetection.newEvent
source: 새로 만드는 일정
en: New Schedule

# settings.conflictDetection.overlapOnly
source: 겹칠 때만
en: Overlap Only

# settings.conflictDetection.overlapOnlyHint
source: 시간이 겹치는 일정만 충돌로 감지해요.
en: Only detects conflicts when schedules actually overlap.

# settings.conflictDetection.preview.dinner
source: 저녁 일정
en: Dinner Plan

# settings.conflictDetection.preview.lunch
source: 점심 일정
en: Lunch Plan

# settings.conflictDetection.preview.teamMeeting
source: 팀 미팅
en: Team Meeting

# settings.conflictDetection.previewHint
source: 일정 생성 시 이렇게 알려드려요. (탭하면 상세 정보를 볼 수 있어요)
en: This is how we'll notify you when creating a schedule. (Tap for details)

# settings.conflictDetection.thresholdDesc.hours
source: 일정 사이 최소 %lld시간의 여유 시간을 두고 충돌을 판단해요.
en: Detects conflict when events are within %lld hour(s) of each other.

# settings.conflictDetection.thresholdDesc.hoursMinutes
source: 일정 사이 최소 %1$lld시간 %2$lld분의 여유 시간을 두고 충돌을 판단해요.
en: Detects conflict when events are within %1$lld hour(s) %2$lld minute(s) of each other.

# settings.conflictDetection.thresholdDesc.minutes
source: 일정 사이 최소 %lld분의 여유 시간을 두고 충돌을 판단해요.
en: Detects conflict when events are within %lld minute(s) of each other.

# settings.conflictDetection.thresholdHint
source: 설정한 여유 시간보다 가까운 일정은 충돌로 감지해요.
en: Events closer than your set margin will be detected as conflicts.

# settings.conflictDetection.thresholdSection
source: 여유 시간 설정
en: Margin Settings

# settings.conflictDetection.title
source: 일정 충돌 감지
en: Schedule Conflict Detection

# settings.contact
source: 문의하기
en: Contact Us

# settings.dateTimeDisplay
source: 날짜 시간 표시
en: Date & Time Display

# settings.deleteAccount
source: 탈퇴하기
en: Delete Account

# settings.deleteAccountConfirm
source: 탈퇴 시 모든 데이터가 삭제되며 복구할 수 없습니다.
en: All data will be permanently deleted and cannot be recovered.

# settings.deleteAccountFailed
source: 탈퇴 실패
en: Delete Failed

# settings.deleteAccountTitle
source: 회원 탈퇴
en: Delete Account

# settings.developer
source: 개발자
en: Developer

# settings.developer.appVersion
source: 앱 버전
en: App Version

# settings.developer.crashlyticsTest
source: Crashlytics 테스트
en: Crashlytics Test

# settings.developer.crashWillOccur
source: 크래시 발생
en: Crash Will Occur

# settings.developer.deviceInfo
source: 디바이스 정보
en: Device Info

# settings.developer.iosVersion
source: iOS 버전
en: iOS Version

# settings.developer.liveActivityTest
source: LiveActivity 테스트
en: LiveActivity Test

# settings.developer.liveScheduleSettings
source: LiveSchedule 설정
en: LiveSchedule Settings

# settings.developer.statusOff
source: 꺼짐
en: Off

# settings.developer.statusOn
source: 켜짐
en: On

# settings.developer.uiTest
source: UI 테스트
en: UI Test

# settings.developerSettings
source: 개발자 설정
en: Developer Settings

# settings.email
source: 이메일
en: Email

# settings.errorTitle
source: 오류
en: Error

# settings.faq.all
source: 전체
en: All

# settings.faq.empty
source: 등록된 FAQ가 없습니다
en: No FAQs available

# settings.faq.loading
source: FAQ를 불러오는 중...
en: Loading FAQ...

# settings.faq.retry
source: 다시 시도
en: Retry

# settings.faq.title
source: 자주 묻는 질문
en: Frequently Asked Questions

# settings.help
source: 도움말
en: Help

# settings.imageLoadFailed
source: 이미지를 불러오는데 실패했습니다.
en: Failed to load image.

# settings.info
source: 정보
en: Info

# settings.joinDate
source: 가입일
en: Join Date

# settings.language
source: 언어
en: Language

# settings.language.hint
source: 앱에서 사용할 언어를 선택합니다.
en: Choose the language for the app.

# settings.language.restartAction
source: 변경
en: Change

# settings.language.restartMessage
source: 앱 언어를 변경하시겠습니까? 화면이 자동으로 새로고침됩니다.
en: Change app language? The screen will refresh automatically.

# settings.language.restartTitle
source: 언어 변경
en: Change Language

# settings.language.sectionTitle
source: 언어 설정
en: Language Settings

# settings.legalInfo.privacyPolicy
source: 개인정보처리방침
en: Privacy Policy

# settings.legalInfo.termsOfService
source: 이용약관
en: Terms of Service

# settings.legalInfo.title
source: 약관 및 정책
en: Terms & Policies

# settings.liveActivityTest.active
source: 활성
en: Active

# settings.liveActivityTest.activeActivityCount
source: 활성 액티비티 수
en: Active Activity Count

# settings.liveActivityTest.allArrived
source: 모두 도착
en: All Arrived

# settings.liveActivityTest.allDeparted15Min
source: 모두 출발(15분)
en: All Departed (15min)

# settings.liveActivityTest.allTo15Min
source: 모두 → 15분
en: All → 15min

# settings.liveActivityTest.allToArrived
source: 모두 → 도착
en: All → Arrived

# settings.liveActivityTest.allToWaiting
source: 모두 → 대기
en: All → Waiting

# settings.liveActivityTest.allWaiting
source: 모두 대기
en: All Waiting

# settings.liveActivityTest.arrived
source: 도착
en: Arrived

# settings.liveActivityTest.cachedFiles
source: 캐시된 파일:
en: Cached files:

# settings.liveActivityTest.coordinates
source: 좌표
en: Coordinates

# settings.liveActivityTest.debugInfo
source: 디버그 정보
en: Debug Info

# settings.liveActivityTest.disabled
source: 라이브액티비티 비활성화됨
en: Live Activity disabled

# settings.liveActivityTest.ended
source: 종료됨
en: Ended

# settings.liveActivityTest.endLiveActivity
source: 라이브액티비티 종료
en: End Live Activity

# settings.liveActivityTest.eta5Min
source: 5분
en: 5min

# settings.liveActivityTest.eta10Min
source: 10분
en: 10min

# settings.liveActivityTest.eta15Min
source: 15분
en: 15min

# settings.liveActivityTest.eta30Min
source: 30분
en: 30min

# settings.liveActivityTest.existingActivity
source: 기존 활동:
en: Existing activity:

# settings.liveActivityTest.failed
source: 실패:
en: Failed:

# settings.liveActivityTest.groupingTest
source: 그룹화 테스트
en: Grouping Test

# settings.liveActivityTest.header
source: 🧪 라이브액티비티 테스트
en: 🧪 Live Activity Test

# settings.liveActivityTest.individualETA
source: 개별 ETA 설정
en: Individual ETA Settings

# settings.liveActivityTest.location
source: 장소
en: Location

# settings.liveActivityTest.me
source: 나
en: Me

# settings.liveActivityTest.minutes
source: 분
en: min

# settings.liveActivityTest.mixedStatus
source: 혼합 상태
en: Mixed Status

# settings.liveActivityTest.mockDescription
source: 30분 후 일정, 4명 참가자 목 데이터로 시작
en: Start with mock data: meeting in 30 min, 4 participants

# settings.liveActivityTest.mockLocation
source: 강남역 11번 출구
en: Gangnam Station Exit 11

# settings.liveActivityTest.mockMeeting
source: 점심 모임
en: Lunch Meeting

# settings.liveActivityTest.mockNameJihyun
source: 지현
en: Jihyun

# settings.liveActivityTest.mockNameMinsu
source: 민수
en: Minsu

# settings.liveActivityTest.mockNameSeoyeon
source: 서연
en: Seoyeon

# settings.liveActivityTest.participantCount
source: 참가자 수
en: Participant Count

# settings.liveActivityTest.scenarioTest
source: 시나리오 테스트
en: Scenario Test

# settings.liveActivityTest.sequentialArrival
source: 순차 도착
en: Sequential Arrival

# settings.liveActivityTest.sequentialArrivalStarting
source: 순차 도착 시작...
en: Sequential arrival starting...

# settings.liveActivityTest.started
source: 시작됨:
en: Started:

# settings.liveActivityTest.startMockLiveActivity
source: 목 라이브액티비티 시작
en: Start Mock Live Activity

# settings.liveActivityTest.title
source: LiveActivity 테스트
en: LiveActivity Test

# settings.liveActivityTest.trackingTime
source: 추적 시간
en: Tracking Time

# settings.liveActivityTest.waiting
source: 대기
en: Waiting

# settings.loggingOut
source: 로그아웃 중...
en: Logging out...

# settings.loginMethod
source: 로그인 방식
en: Login Method

# settings.logout
source: 로그아웃
en: Logout

# settings.logoutConfirm
source: 정말 로그아웃 하시겠습니까?
en: Are you sure you want to logout?

# settings.logoutFailed
source: 로그아웃에 실패했습니다. 다시 시도해주세요.
en: Logout failed. Please try again.

# settings.nickname
source: 닉네임
en: Nickname

# settings.nicknameAvailable
source: 사용 가능한 닉네임입니다
en: This nickname is available

# settings.nicknameCheckFailed
source: 확인 실패:
en: Check failed:

# settings.nicknamePlaceholder
source: 닉네임을 입력하세요
en: Enter nickname

# settings.nicknameRequired
source: 닉네임을 입력해주세요
en: Please enter a nickname

# settings.nicknameTooLong
source: 닉네임은 20자 이하여야 합니다
en: Nickname must be 20 characters or less

# settings.nicknameTooShort
source: 닉네임은 2자 이상이어야 합니다
en: Nickname must be at least 2 characters

# settings.nicknameUnavailable
source: 이미 사용 중인 닉네임입니다
en: This nickname is already taken

# settings.nicknameValidationHint
source: 2~20자 이내로 입력해주세요
en: Please enter 2-20 characters

# settings.notifications
source: 알림 설정
en: Notification Settings

# settings.notifications.email
source: 이메일 알림
en: Email Notifications

# settings.notifications.push
source: 푸시 알림
en: Push Notifications

# settings.notificationSettings.allow
source: 알림 허용
en: Allow Notifications

# settings.notificationSettings.appPush
source: 앱 푸시 알림
en: App Push Notifications

# settings.notificationSettings.cancelled
source: 영화 관람 일정 무산 😢
en: Movie Schedule Cancelled 😢

# settings.notificationSettings.cancelledBody
source: 참여 인원이 부족해서 확정되지 않았어요
en: Not enough participants to confirm

# settings.notificationSettings.canToggle
source: 해당 알림을 켜고 끌 수 있어요
en: You can toggle this notification on or off

# settings.notificationSettings.confirmed
source: 영화 관람 일정 확정! 🎉
en: Movie Schedule Confirmed! 🎉

# settings.notificationSettings.confirmedBody
source: 오늘 오후 2:00에 만나요!
en: Let's meet today at 2:00 PM!

# settings.notificationSettings.enableInSettings
source: 시스템 설정에서 알림을 허용해주세요
en: Please enable notifications in system settings

# settings.notificationSettings.groupNotifications
source: 그룹별 알림
en: Group Notifications

# settings.notificationSettings.groupToggle
source: 그룹 알림
en: Group Notifications

# settings.notificationSettings.groupUpdate
source: 그룹 업데이트
en: Group Updates

# settings.notificationSettings.groupUpdateSubtitle
source: 그룹 정보/멤버 변동 알림
en: Group info and member change alerts

# settings.notificationSettings.invitationBody
source: 성원님이 영화 관람을 제안했어요. 확인해주세요!
en: Sungwon suggested a movie. Check it out!

# settings.notificationSettings.mustBeOn
source: 그룹 알림이 켜져 있어야 도착해요
en: Group notifications must be enabled to receive

# settings.notificationSettings.newMember
source: 새 멤버 합류 👋
en: New Member Joined 👋

# settings.notificationSettings.newMemberBody
source: 재윤님이 대학 친구들에 들어왔어요
en: Jaeyoon joined College Friends

# settings.notificationSettings.newSchedule
source: 새 일정 도착 📩
en: New Schedule Arrived 📩

# settings.notificationSettings.noGroups
source: 가입된 그룹이 없습니다
en: No groups joined

# settings.notificationSettings.now
source: 지금
en: Now

# settings.notificationSettings.receive
source: 알림 받기
en: Receive Notifications

# settings.notificationSettings.thisGroupOff
source: 이 그룹의 알림이 꺼져있습니다
en: Notifications from this group are off

# settings.notificationSettings.thisGroupOn
source: 이 그룹의 알림을 받습니다
en: Receiving notifications from this group

# settings.notificationSettings.title
source: 알림 설정
en: Notification Settings

# settings.notificationSettings.types
source: 알림 종류
en: Notification Types

# settings.notificationSettings.updated
source: 영화 관람 변경 📝
en: Movie Schedule Updated 📝

# settings.notificationSettings.updatedBody
source: 일정 정보가 수정됐어요. 확인해주세요!
en: Schedule details have been updated. Check it out!

# settings.policy.privacyPolicy
source: 개인정보처리방침
en: Privacy Policy

# settings.policy.termsOfService
source: 이용약관
en: Terms of Service

# settings.preview
source: 미리보기
en: Preview

# settings.previewHint
source: 실제 일정 카드는 위와 같이 표시됩니다.
en: Actual schedule cards will be displayed as shown above.

# settings.privacy
source: 개인정보
en: Privacy

# settings.profile
source: 프로필
en: Profile

# settings.profileEdit
source: 프로필 편집
en: Edit Profile

# settings.profileEditCancel
source: 취소
en: Cancel

# settings.profileEditSave
source: 저장
en: Save

# settings.restart
source: 재시작
en: Restart

# settings.restartMessage
source: 시간 표시 형식을 변경하려면 앱을 재시작해야 합니다. 지금 재시작하시겠습니까?
en: The app needs to restart to change the time format. Restart now?

# settings.restartTitle
source: 앱 재시작
en: Restart App

# settings.scheduleTabDefaultMode
source: 일정 탭 기본 모드
en: Default Schedule Tab Mode

# settings.scheduleTabModeDefault
source: 일정 기본 모드
en: Schedule Default Mode

# settings.scheduleTabModeGroup
source: 그룹 일정
en: Group Schedule

# settings.scheduleTabModeGroupDescription
source: 그룹 일정을 기본으로 표시
en: Show group schedules by default

# settings.scheduleTabModeHint
source: 앱 시작 시 일정 탭의 기본 모드를 설정합니다
en: Set the default mode for the schedule tab when opening the app

# settings.scheduleTabModeOwn
source: 개인 일정
en: Personal Schedule

# settings.scheduleTabModeOwnDescription
source: 개인 일정을 기본으로 표시
en: Show personal schedules by default

# settings.scheduleTabModePreviewHint
source: 실제 탭바는 위와 같이 표시됩니다.
en: The actual tab bar will be displayed as shown above.

# settings.settings
source: 설정
en: Settings

# settings.success.save
source: 설정이 저장되었습니다
en: Settings saved

# settings.success.update
source: 정보가 업데이트되었습니다
en: Information updated

# settings.support
source: 지원
en: Support

# settings.support.bugReport
source: 오류 제보
en: Report a Bug

# settings.support.faq
source: 자주 묻는 질문
en: FAQ

# settings.support.title
source: 지원
en: Support

# settings.tab.calendar
source: 캘린더
en: Calendar

# settings.tab.group
source: 그룹 일정
en: Group

# settings.tab.home
source: 홈
en: Home

# settings.tab.own
source: 개인 일정
en: Personal

# settings.tab.settings
source: 설정
en: Settings

# settings.tabSettings
source: 탭 설정
en: Tab Settings

# settings.termsAndPolicies
source: 약관 및 정책
en: Terms & Policies

# settings.theme
source: 테마
en: Theme

# settings.theme.dark
source: 다크 모드
en: Dark Mode

# settings.theme.light
source: 라이트 모드
en: Light Mode

# settings.theme.system
source: 시스템 설정
en: System

# settings.themeMode
source: 화면 모드
en: Theme Mode

# settings.themeMode.dark.description
source: 항상 어두운 화면으로 표시
en: Always displayed in dark mode

# settings.themeMode.light.description
source: 항상 밝은 화면으로 표시
en: Always displayed in light mode

# settings.themeMode.navigationTitle
source: 화면 모드
en: Display Mode

# settings.themeMode.sectionHint
source: 앱 전체의 화면 모드를 설정합니다. 시스템 설정을 따르거나 라이트/다크 모드를 직접 선택할 수 있습니다.
en: Set the display mode for the entire app. Follow system settings or choose light/dark mode directly.

# settings.themeMode.sectionTitle
source: 화면 모드 설정
en: Display Mode Settings

# settings.themeMode.system.description
source: 기기 설정에 따름
en: Follows device setting

# settings.themeModeDark
source: 항상 어두운 화면으로 표시
en: Always show in dark mode

# settings.themeModeHint
source: 앱 전체의 화면 모드를 설정합니다. 시스템 설정을 따르거나 라이트/다크 모드를 직접 선택할 수 있습니다.
en: Set the theme mode for the entire app. Follow system settings or choose Light/Dark mode directly.

# settings.themeModeLight
source: 항상 밝은 화면으로 표시
en: Always show in light mode

# settings.themeModeRestartMessage
source: 화면 모드를 변경하려면 앱을 재시작해야 합니다. 지금 재시작하시겠습니까?
en: The app needs to restart to change the theme mode. Restart now?

# settings.themeModeSection
source: 화면 모드 설정
en: Theme Mode Settings

# settings.themeModeSystem
source: 기기 설정에 따라 자동 변경
en: Automatically change based on device settings

# settings.timeFormat.example.date
source: 2월 15일 (토)
en: Feb 15 (Sat)

# settings.timeFormat.example.location
source: 강남역 3번 출구
en: Gangnam Station Exit 3

# settings.timeFormat.example.time12
source: 오후 2:30 - 오후 4:30
en: 2:30 PM - 4:30 PM

# settings.timeFormat.example.title
source: 팀 회식
en: Team Dinner

# settings.timeFormat12Hour
source: 12시간 형식
en: 12-hour format

# settings.timeFormat12HourExample
source: 예: 오후 2:30
en: e.g. 2:30 PM

# settings.timeFormat24Hour
source: 24시간 형식
en: 24-hour format

# settings.timeFormat24HourExample
source: 예: 14:30
en: e.g. 14:30

# settings.timeFormatHint
source: 앱 전체에서 사용되는 시간 표시 형식을 설정합니다.
en: Set the time display format used throughout the app.

# settings.timeFormatSection
source: 시간 표시 형식
en: Time Display Format

# settings.title
source: 설정
en: Settings

# settings.unknownError
source: 알 수 없는 오류가 발생했습니다.
en: An unknown error occurred.

# settings.userNotFound
source: 사용자 정보를 찾을 수 없습니다.
en: User information not found.

# shared.conflict.checking
source: 일정 확인 중...
en: Checking schedule...

# shared.conflict.checkingEvents
source: 겹치는 일정이 있는지 확인중이에요
en: Checking for schedule conflicts...

# shared.conflict.count
source: %lld건
en: %lld conflicts

# shared.conflict.existingEvent
source: 기존 일정
en: Existing Event

# shared.conflict.focusedOn
source: '%@' 겹치는 구간 중심으로 표시
en: Centered on overlap with '%@'

# shared.conflict.margin.hours
source: 여유 %lld시간
en: %lldh margin

# shared.conflict.margin.hoursMinutes
source: 여유 %1$lld시간 %2$lld분
en: %1$lldh %2$lldm margin

# shared.conflict.margin.minutes
source: 여유 %lld분
en: %lldm margin

# shared.conflict.newEvent
source: 새 일정
en: New Event

# shared.conflict.overlap
source: 일정 겹침
en: Overlap

# shared.conflict.overlap.hours
source: %lld시간
en: %lldh

# shared.conflict.overlap.hoursMinutes
source: %1$lld시간 %2$lld분
en: %1$lldh %2$lldm

# shared.conflict.overlap.minutes
source: %lld분
en: %lldm

# shared.conflict.overlappingEvents
source: 겹치는 일정
en: Overlapping Events

# shared.createEvent.edit
source: 일정 수정
en: Edit Event

# shared.createEvent.memoPlaceholder
source: 메모를 입력하세요 (선택)
en: Add a memo (optional)

# shared.createEvent.new
source: 새 일정
en: New Event

# shared.createEvent.reminder
source: 미리 알림
en: Reminder

# shared.createEvent.titlePlaceholder
source: 일정 제목을 입력하세요
en: Enter event title

# shared.editSchedule.addLocation
source: 장소 추가
en: Add Location

# shared.editSchedule.failed
source: 수정 실패
en: Update Failed

# shared.editSchedule.liveSharing
source: 실시간 공유
en: Live Sharing

# shared.editSchedule.liveSharingDescription
source: 일정 %lld분 전부터 실시간 공유가 시작됩니다
en: Live sharing starts %lld min before the schedule

# shared.editSchedule.liveStartMinutes
source: %lld분 전 시작
en: Starts %lld min before

# shared.editSchedule.manualStart
source: 직접
en: Manual

# shared.editSchedule.maxMembers
source: 최대 %lld명
en: Max %lld

# shared.editSchedule.minimumParticipants
source: 최소 참가 인원
en: Minimum Participants

# shared.editSchedule.minMembersDescription
source: 최소 %lld명이 참석하면 일정이 자동으로 확정됩니다
en: Schedule auto-confirms when at least %lld members accept

# shared.editSchedule.minutesBefore
source: %lld분 전
en: %lld min before

# shared.editSchedule.minutesBeforeStartLabel
source: 분 전 시작
en: min before start

# shared.editSchedule.optional
source: (선택)
en: (Optional)

# shared.editSchedule.title
source: 일정 수정
en: Edit Schedule

# shared.editSchedule.titlePlaceholder
source: 일정 제목
en: Schedule Title

# shared.image.uploading
source: 이미지 업로드 중...
en: Uploading images...

# shared.location.noResults
source: 검색 결과가 없습니다
en: No results found

# shared.location.recentSearch
source: 최근 검색
en: Recent Searches

# shared.location.search
source: 장소 검색
en: Search Location

# shared.location.searchError
source: 검색 중 오류가 발생했습니다
en: An error occurred while searching

# shared.location.searchExamples
source: 카페, 식당, 영화관 등
en: Cafe, restaurant, cinema, etc.

# shared.location.searchHint
source: 장소를 검색해 보세요
en: Search for a place

# shared.location.searchPlaceholder
source: 장소를 검색하세요
en: Search for a place

# shared.location.select
source: 이 장소 선택
en: Select this place

# shared.location.tryOther
source: 다른 키워드로 검색해 보세요
en: Try a different keyword

# shared.notification.allow
source: 알림 허용
en: Allow Notifications

# shared.notification.benefit.change
source: 일정 변경
en: Updates

# shared.notification.benefit.confirm
source: 확정 알림
en: Confirmed

# shared.notification.benefit.invite
source: 일정 초대
en: Invites

# shared.notification.benefit.member
source: 멤버 합류
en: Joins

# shared.notification.goToSettings
source: 설정으로 이동
en: Go to Settings

# shared.notification.now
source: 지금
en: Now

# shared.notification.permissionTitle
source: 일정을 놓치지 않으려면 알림을 켜주세요
en: Turn on notifications to never miss a schedule

# shared.notification.previewBody
source: 점심 일정 확정! 1월 25일 오후 1시에 만나요
en: Lunch confirmed. Jan 25, 1 PM

# shared.notification.previewTitle
source: 일정 확정! 🎉
en: Confirmed! 🎉

# shared.notification.subtitle
source: 새로운 일정 초대, 응답 현황, 일정 확정 알림을 실시간으로 받아보세요.
en: Get real-time notifications for new invites, response status, and confirmations.

# shared.notification.title
source: 알림을 켜고 일정을 놓치지 마세요
en: Turn on notifications to never miss a schedule

# shared.personalDetail.deleteConfirm
source: '%@' 일정을 삭제하시겠습니까?
en: Delete '%@' event?

# shared.personalDetail.deleteEvent
source: 일정 삭제
en: Delete Event

# shared.personalDetail.reminderHours
source: %lld시간 전
en: %lld hours before

# shared.personalDetail.reminderMinutes
source: %lld분 전
en: %lld minutes before

# shared.personalDetail.status.ended
source: 종료
en: Ended

# shared.personalDetail.status.ongoing
source: 진행 중
en: In Progress

# shared.personalDetail.status.today
source: 오늘
en: Today

# shared.personalDetail.status.upcoming
source: 예정
en: Upcoming

# shared.reminder.1day
source: 1일 전
en: 1 day before

# shared.reminder.1hour
source: 1시간 전
en: 1 hour before

# shared.reminder.1week
source: 1주 전
en: 1 week before

# shared.reminder.2days
source: 2일 전
en: 2 days before

# shared.reminder.2hours
source: 2시간 전
en: 2 hours before

# shared.reminder.5min
source: 5분 전
en: 5 min before

# shared.reminder.10min
source: 10분 전
en: 10 min before

# shared.reminder.15min
source: 15분 전
en: 15 min before

# shared.reminder.30min
source: 30분 전
en: 30 min before

# shared.reminder.atEvent
source: 이벤트 시점
en: At event time

# shared.reminder.none
source: 없음
en: None

# shared.scheduleDetail.accepted
source: 참여
en: Accepted

# shared.scheduleDetail.declined
source: 불참
en: Declined

# shared.scheduleDetail.delete
source: 일정 삭제
en: Delete Schedule
